{
  "PayHere Setting save successfully": "تم حفظ إعداد ادفع هنا بنجاح",
  "Permission denied.": "تم رفض الإذن.",
  "Plan activated Successfully!": "تم تفعيل الخطة بنجاح!",
  "Something went wrong, Please try again,": "حدث خطأ ما، يرجى المحاولة مرة أخرى،",
  "Plan is deleted.": "تم حذف الخطة.",
  "PayHere": "ادفع هنا",
  "Plan activated Successfully.": "تم تفعيل الخطة بنجاح",
  "Transaction has been failed.": "لقد فشلت الصفقة.",
  "Invalid amount.": "مبلغ غير صالح.",
  "Unknown error occurred": "حدث خطأ غير معروف",
  "Payment failed": "فشل الدفع",
  "Invoice paid Successfully!": "تم دفع الفاتورة بنجاح!",
  "Invoice not found.": "لم يتم العثور على الفاتورة.",
  "Retainer paid Successfully!": "تم دفع التوكيل بنجاح!",
  "Retainer not found.": "لم يتم العثور على التجنيب.",
  "Software Details": "تفاصيل البرامج",
  "Welcome to the future of payment processing with PayHere Payment Gateway Integration in Dash SaaS! This innovative integration brings together the trusted payment solutions of PayHere with the powerful capabilities of Dash SaaS, offering users a seamless and secure payment experience. Whether you're a small business owner or a large enterprise, PayHere integration in Dash SaaS caters to your payment processing needs with efficiency and reliability.": "مرحبًا بك في مستقبل معالجة الدفع من خلال تكامل بوابة الدفع ادفع هنا في اندفاعة ادارة العلاقات مع! ",
  "/Month": "/شهر",
  "/Year": "/سنة",
  "Buy Now": "اشتري الآن",
  "View Live Demo": "عرض تجريبي مباشر",
  "Say goodbye to worries about payment security with PayHere Payment Gateway Integration. PayHere is renowned for its robust security measures, ensuring that every transaction is encrypted and protected from potential threats. With PayHere, users can trust that their payment information is safe and secure, providing peace of mind for both businesses and customers alike.": "قل وداعًا للمخاوف بشأن أمان الدفع من خلال تكامل بوابة الدفع ادفع هنا. ",
  "Integrating PayHere into your Dash SaaS platform is a breeze, thanks to its seamless integration process. With just a few simple steps, you can connect PayHere to your Dash SaaS account and start accepting payments online in no time. Say goodbye to complex setup procedures and hello to streamlined payment processing with PayHere integration.": "يعد دمج ادفع هنا في منصة اندفاعة ادارة العلاقات مع الخاصة بك أمرًا سهلاً، وذلك بفضل عملية التكامل السلسة. ",
  "One of the key benefits of PayHere Payment Gateway Integration is its support for multiple payment options. Whether your customers prefer to pay with credit/debit cards, mobile payments, or other popular payment methods, PayHere has you covered. By offering a variety of payment options, you can enhance flexibility and convenience for your customers, ultimately improving their overall shopping experience.": "إحدى المزايا الرئيسية لتكامل بوابة الدفع ادفع هنا هي دعمها لخيارات الدفع المتعددة. ",
  "With PayHere Payment Gateway Integration, you can keep track of transactions in real-time, allowing you to monitor payment activity and reconcile transactions efficiently. Additionally, by providing customers with a seamless checkout experience, you can improve user satisfaction and drive conversions. Say hello to enhanced payment processing capabilities and a superior user experience with PayHere integration in Dash SaaS!": "مع تكامل بوابة الدفع ادفع هنا، يمكنك تتبع المعاملات في الوقت الفعلي، مما يسمح لك بمراقبة نشاط الدفع وتسوية المعاملات بكفاءة. ",
  "Why choose dedicated modules": "لماذا تختار وحدات مخصصة",
  "for Your Business?": "لعملك؟",
  "With Dash, you can conveniently manage all your business functions from a single location.": "باستخدام Dash، يمكنك إدارة جميع وظائف عملك بسهولة من مكان واحد.",
  "Empower Your Workforce with DASH": "قم بتمكين القوى العاملة لديك باستخدام اندفاعة",
  "Access over Premium Add-ons for Accounting, HR, Payments, Leads, Communication, Management, and more, all in one place!": "الوصول إلى الوظائف الإضافية المميزة للمحاسبة والموارد البشرية والمدفوعات والعملاء المحتملين والاتصالات والإدارة والمزيد، كل ذلك في مكان واحد!",
  "Pay-as-you-go": "الدفع عند الاستخدام",
  "Unlimited installation": "تركيب غير محدود",
  "Secure cloud storage": "تخزين سحابي آمن",
  "Monthly": "شهريا",
  "Yearly": "سنوي",
  "Billed month, or": "شهر الفاتورة، أو",
  " if paid month": " إذا دفعت شهرا",
  "Buy Now ": "اشتري الآن ",
  "Billed year, or ": "سنة الفاتورة، أو ",
  "if paid year": "إذا دفعت سنة",
  "View Details": "عرض التفاصيل",
  "These details will be used to collect invoice payments. Each invoice will have a payment button based on the below configuration.": "سيتم استخدام هذه التفاصيل لتحصيل دفعات الفواتير. ",
  "PayHere Mode": "وضع الدفع هنا",
  "Sandbox": "رمل",
  "Live": "يعيش",
  "Merchant ID": "معرف التاجر",
  "Merchant Secret": "سر التاجر",
  "App ID": "معرف التطبيق",
  "App Secret": "سر التطبيق",
  "Save Changes": "حفظ التغييرات",
  "These details will be used to collect subscription plan payments.Each subscription plan will have a payment button based on the below configuration.": "سيتم استخدام هذه التفاصيل لتحصيل مدفوعات خطة الاشتراك. سيكون لكل خطة اشتراك زر دفع بناءً على التكوين الموضح أدناه.",
  "Amount": "كمية",
  "Please correct the errors and try again.": "الرجاء تصحيح الأخطاء والمحاولة مرة أخرى.",
  "Close": "يغلق",
  "Make Payment": "إجراء الدفع"
}
