{
  "PayHere Setting save successfully": "Le paramètre PayHere a été enregistré avec succès",
  "Permission denied.": "Autorisation refusée.",
  "Plan activated Successfully!": "Plan activé avec succès !",
  "Something went wrong, Please try again,": "Quelque chose s'est mal passé, veuillez réessayer,",
  "Plan is deleted.": "Le plan est supprimé.",
  "PayHere": "Payez ici",
  "Plan activated Successfully.": "Plan activé avec succès.",
  "Transaction has been failed.": "La transaction a échoué.",
  "Invalid amount.": "Montant invalide.",
  "Unknown error occurred": "Une erreur inconnue s'est produite",
  "Payment failed": "Échec du paiement",
  "Invoice paid Successfully!": "Facture payée avec succès !",
  "Invoice not found.": "Facture introuvable.",
  "Retainer paid Successfully!": "Acompte payé avec succès !",
  "Retainer not found.": "Dispositif de retenue introuvable.",
  "Software Details": "Détails du logiciel",
  "Welcome to the future of payment processing with PayHere Payment Gateway Integration in Dash SaaS! This innovative integration brings together the trusted payment solutions of PayHere with the powerful capabilities of Dash SaaS, offering users a seamless and secure payment experience. Whether you're a small business owner or a large enterprise, PayHere integration in Dash SaaS caters to your payment processing needs with efficiency and reliability.": "Bienvenue dans l'avenir du traitement des paiements avec l'intégration de la passerelle de paiement PayHere dans Dash SaaS ! ",
  "/Month": "/Mois",
  "/Year": "/Année",
  "Buy Now": "Acheter maintenant",
  "View Live Demo": "Voir la démo en direct",
  "Say goodbye to worries about payment security with PayHere Payment Gateway Integration. PayHere is renowned for its robust security measures, ensuring that every transaction is encrypted and protected from potential threats. With PayHere, users can trust that their payment information is safe and secure, providing peace of mind for both businesses and customers alike.": "Dites adieu aux soucis concernant la sécurité des paiements avec l'intégration de la passerelle de paiement PayHere. ",
  "Integrating PayHere into your Dash SaaS platform is a breeze, thanks to its seamless integration process. With just a few simple steps, you can connect PayHere to your Dash SaaS account and start accepting payments online in no time. Say goodbye to complex setup procedures and hello to streamlined payment processing with PayHere integration.": "L'intégration de PayHere dans votre plateforme Dash SaaS est un jeu d'enfant, grâce à son processus d'intégration transparent. ",
  "One of the key benefits of PayHere Payment Gateway Integration is its support for multiple payment options. Whether your customers prefer to pay with credit/debit cards, mobile payments, or other popular payment methods, PayHere has you covered. By offering a variety of payment options, you can enhance flexibility and convenience for your customers, ultimately improving their overall shopping experience.": "L'un des principaux avantages de l'intégration de PayHere Payment Gateway est sa prise en charge de plusieurs options de paiement. ",
  "With PayHere Payment Gateway Integration, you can keep track of transactions in real-time, allowing you to monitor payment activity and reconcile transactions efficiently. Additionally, by providing customers with a seamless checkout experience, you can improve user satisfaction and drive conversions. Say hello to enhanced payment processing capabilities and a superior user experience with PayHere integration in Dash SaaS!": "Avec l'intégration de PayHere Payment Gateway, vous pouvez suivre les transactions en temps réel, ce qui vous permet de surveiller l'activité de paiement et de rapprocher efficacement les transactions. ",
  "Why choose dedicated modules": "Pourquoi choisir des modules dédiés",
  "for Your Business?": "pour votre entreprise ?",
  "With Dash, you can conveniently manage all your business functions from a single location.": "Avec Dash, vous pouvez gérer facilement toutes les fonctions de votre entreprise à partir d'un seul endroit.",
  "Empower Your Workforce with DASH": "Donnez du pouvoir à votre personnel avec DASH",
  "Access over Premium Add-ons for Accounting, HR, Payments, Leads, Communication, Management, and more, all in one place!": "Accédez aux modules complémentaires Premium pour la comptabilité, les ressources humaines, les paiements, les prospects, la communication, la gestion et bien plus encore, le tout en un seul endroit !",
  "Pay-as-you-go": "Paiement à l'utilisation",
  "Unlimited installation": "Installations illimitées",
  "Secure cloud storage": "Stockage cloud sécurisé",
  "Monthly": "Mensuel",
  "Yearly": "Annuel",
  "Billed month, or": "Mois facturé, ou",
  " if paid month": " si payé mois",
  "Buy Now ": "Acheter maintenant ",
  "Billed year, or ": "Année de facturation, ou ",
  "if paid year": "si année de paiement",
  "View Details": "Afficher les détails",
  "These details will be used to collect invoice payments. Each invoice will have a payment button based on the below configuration.": "Ces informations seront utilisées pour encaisser les paiements des factures. ",
  "PayHere Mode": "Mode Payer ici",
  "Sandbox": "Bac à sable",
  "Live": "En direct",
  "Merchant ID": "Identifiant du marchand",
  "Merchant Secret": "Secret du marchand",
  "App ID": "Identifiant de l'application",
  "App Secret": "Secret d'application",
  "Save Changes": "Enregistrer les modifications",
  "These details will be used to collect subscription plan payments.Each subscription plan will have a payment button based on the below configuration.": "Ces informations seront utilisées pour collecter les paiements du plan d'abonnement. Chaque plan d'abonnement aura un bouton de paiement basé sur la configuration ci-dessous.",
  "Amount": "Montant",
  "Please correct the errors and try again.": "Veuillez corriger les erreurs et réessayer.",
  "Close": "Fermer",
  "Make Payment": "Effectuer le paiement"
}