{
  "Permission denied.": "Autorisation refusée.",
  "Enter valid amount.": "Entrez un montant valide.",
  "MOLLIE": "MOLLIE",
  "Invoice paid Successfully!": "Facture payée avec succès !",
  "Transaction fail": "Échec de la transaction",
  "Invoice not found.": "Facture introuvable.",
  "Retainer paid Successfully!": "Acompte payé avec succès !",
  "Retainer not found.": "Dispositif de retenue introuvable.",
  "Oops something went wrong.": "Oups, quelque chose s'est mal passé.",
  "Plan activated Successfully!": "Plan activé avec succès !",
  "Something went wrong, Please try again,": "Quelque chose s'est mal passé, veuillez réessayer,",
  "Transaction has been failed! ": "La transaction a échoué ! ",
  "Plan not found!": "Plan introuvable !",
  "This coupon code has expired.": "Ce code promo a expiré.",
  "This coupon code is invalid or has expired.": "Ce code promo n'est pas valide ou a expiré.",
  "Mollie": "Molly",
  "Booking Successfully.": "Réservation réussie.",
  "Booking successfully.": "Réservation réussie.",
  "Hotel not found": "Hôtel introuvable",
  "Booking successfully": "Réservation réussie",
  "Payment Fail Please try again!": "Échec du paiement Veuillez réessayer !",
  "Transaction has been success": "La transaction a été un succès",
  "is deleted.": "est supprimé.",
  "Please add to product into cart": "Veuillez ajouter le produit dans le panier",
  "Transaction Unsuccesfull": "Transaction échouée",
  "Plan is deleted.": "Le plan est supprimé.",
  "Amount": "Montant",
  "Please correct the errors and try again.": "Veuillez corriger les erreurs et réessayer.",
  "Close": "Fermer",
  "Make Payment": "Effectuer le paiement",
  "Pay your order using the most known and secure platform for online money transfers. You will be redirected to Mollie to finish complete your purchase.": "Payez votre commande en utilisant la plateforme de transfert d'argent en ligne la plus connue et la plus sécurisée. ",
  "Pay Now": "Payez maintenant",
  "Order processing will be longer": "Le traitement des commandes sera plus long",
  "These details will be used to collect invoice payments. Each invoice will have a payment button based on the below configuration.": "Ces informations seront utilisées pour encaisser les paiements des factures. ",
  "Api Key": "Clé API",
  "Profile ID": "Identifiant du profil",
  "Partner ID": "Identifiant du partenaire",
  "Save Changes": "Enregistrer les modifications",
  "Software Details": "Détails du logiciel",
  "Your Mollie.com account allows you to select multiple Payment methods. However the Mollie Payment Gateway integrates with the iDeal payment method. This account has the \"iDeal\" and \"Bank transfer\" payment methods active, however only iDeal will be available to your users for payments.": "Votre compte Mollie.com vous permet de sélectionner plusieurs méthodes de paiement. ",
  "/Month": "/Mois",
  "/Year": "/Année",
  "Buy Now": "Acheter maintenant",
  "View Live Demo": "Voir la démo en direct",
  "Payment": "Paiement",
  "Gateway": "Porte",
  "Your attendees can pay for their event registrations with a credit card or using services like IDEAL, Bancontact, SEPA Direct debit, Giropay, PayPal, Sofort Banking, and others.": "Vos participants peuvent payer leurs inscriptions à l'événement avec une carte de crédit ou en utilisant des services comme IDEAL, Bancontact, prélèvement SEPA, Giropay, PayPal, Sofort Banking et autres.",
  "What is Mollie payment gateway?": "Qu'est-ce que la passerelle de paiement Mollie ?",
  "What does Mollie payments do?": "À quoi servent les paiements Mollie ?",
  "Mollie is a leading European payment provider that specializes in processing online payments on behalf of merchants such as webshop owners. A pioneer in the payment industry, Mollie helps companies of all sizes accept different payment methods from customers with their robust yet simple payments API.": "Mollie est l'un des principaux fournisseurs de paiement européens spécialisé dans le traitement des paiements en ligne pour le compte de commerçants tels que les propriétaires de boutiques en ligne. ",
  "Why choose dedicated modules": "Pourquoi choisir des modules dédiés",
  "for your business?": "pour votre entreprise ?",
  "With Dash, you can conveniently manage all your business functions from a single location": "Avec Dash, vous pouvez gérer facilement toutes les fonctions de votre entreprise à partir d'un seul endroit",
  "Empower Your Workforce with DASH": "Donnez du pouvoir à votre personnel avec DASH",
  "Access over Premium Add-ons for Accounting, HR, Payments, Leads, Communication, Management, and more, all in one place!": "Accédez aux modules complémentaires Premium pour la comptabilité, les ressources humaines, les paiements, les prospects, la communication, la gestion et bien plus encore, le tout en un seul endroit !",
  "Pay-as-you-go": "Paiement à l'utilisation",
  "Unlimited installation": "Installations illimitées",
  "Secure cloud storage": "Stockage cloud sécurisé",
  "Monthly": "Mensuel",
  "Yearly": "Annuel",
  "Billed monthly, or": "Facturé mensuellement, ou",
  " if paid monthly": " si payé mensuellement",
  "Billed yearly, or": "Facturé annuellement, ou",
  " if paid yearly": " si payé annuellement",
  "These details will be used to collect subscription plan payments.Each subscription plan will have a payment button based on the below configuration.": "Ces informations seront utilisées pour collecter les paiements du plan d'abonnement. Chaque plan d'abonnement aura un bouton de paiement basé sur la configuration ci-dessous."
}