{
  "Permission Denied.": "Autorisation refusée.",
  "Webhook Setting successfully created!": "Paramètre Webhook créé avec succès !",
  "The module has already been taken.": "Le module a déjà été suivi.",
  "Webhook Setting successfully Updated!": "Le paramètre Webhook a été mis à jour avec succès !",
  "Webhook Setting successfully deleted!": "Le paramètre Webhook a été supprimé avec succès !",
  "Software Details": "Détails du logiciel",
  "A webhook is an HTTP-based callback function that allows lightweight, event-driven communication between 2 application programming interfaces (APIs).": "Un webhook est une fonction de rappel basée sur HTTP qui permet une communication légère et basée sur des événements entre 2 interfaces de programmation d'applications (API).",
  "/Month": "/Mois",
  "/Year": "/Année",
  "Buy Now": "Acheter maintenant",
  "View Live Demo": "Voir la démo en direct",
  "More": "Plus",
  "Effective": "Efficace",
  "With Webhook": "Avec Webhook",
  "Webhooks allow interaction between web-based applications through the use of custom callbacks. The use of webhooks allows web applications to automatically communicate with other web-apps.": "Les webhooks permettent l'interaction entre les applications Web grâce à l'utilisation de rappels personnalisés. ",
  "Choose how you want to work?": "Choisissez comment vous voulez travailler ?",
  "what is use of webhook ?": "à quoi sert le webhook ?",
  "Webhooks are most commonly used to simplify communication between two applications, but they can also be used to automate Infrastructure-as-code (IaC) workflows and enable GitOps practices. ": "Les webhooks sont le plus souvent utilisés pour simplifier la communication entre deux applications, mais ils peuvent également être utilisés pour automatiser les flux de travail Infrastructure-as-code (IaC) et activer les pratiques GitOps. ",
  "Why choose dedicated modules": "Pourquoi choisir des modules dédiés",
  "for your business?": "pour votre entreprise ?",
  "With Dash, you can conveniently manage all your business functions from a single location": "Avec Dash, vous pouvez gérer facilement toutes les fonctions de votre entreprise à partir d'un seul endroit",
  "Empower Your Workforce with DASH": "Donnez du pouvoir à votre personnel avec DASH",
  "Access over Premium Add-ons for Accounting, HR, Payments, Leads, Communication, Management, and more, all in one place!": "Accédez aux modules complémentaires Premium pour la comptabilité, les ressources humaines, les paiements, les prospects, la communication, la gestion et bien plus encore, le tout en un seul endroit !",
  "Pay-as-you-go": "Paiement à l'utilisation",
  "Unlimited installation": "Installations illimitées",
  "Secure cloud storage": "Stockage cloud sécurisé",
  "Monthly": "Mensuel",
  "Yearly": "Annuel",
  "Billed monthly, or": "Facturé mensuellement, ou",
  " if paid monthly": " si payé mensuellement",
  "Billed yearly, or": "Facturé annuellement, ou",
  " if paid yearly": " si payé annuellement",
  "Buy Now ": "Acheter maintenant ",
  "Webhook": "Webhook",
  "Edit your Webhook settings": "Modifier vos paramètres Webhook",
  "Create New Webhook": "Créer un nouveau webhook",
  "Create": "Créer",
  "Add-On": "Ajouter sur",
  "Module": "Module",
  "Method": "Méthode",
  "Url": "URL",
  "Action": "Action",
  "Delete": "Supprimer",
  "Are You Sure?": "Es-tu sûr?",
  "This action can not be undone. Do you want to continue?": "Cette action ne peut pas être annulée. ",
  "URL": "URL",
  "Enter Webhook Url Here": "Entrez l'URL du webhook ici",
  "Cancel": "Annuler",
  "Save Changes": "Enregistrer les modifications",
  "GET": "OBTENIR",
  "POST": "POSTE"
}